{
    "produse":[
        {
            "imagine": "https://s12emagst.akamaized.net/products/2043/2042038/images/res_babaaf18af411f6d585e8ef2ad823c88_full.jpg",
            "nume": "iPhone 6s, 32GB, Silver",
            "descriere": "Am schimbat doar totul. De cand incepi sa folosesti iPhone 6s, simti ca experimentezi ceva cu totul nou. Cu o simpla apasare, 3D Touch iti permite sa faci mai multe ca niciodata. Live Photos da viata amintirilor intr-un mod incredibil de realist. Si acesta e doar inceputul. Daca-l analizezi in profunzime, iPhone 6s inoveaza la fiecare nivel. O noua generatie Multi-Touch. ",
            "pret": 3000,
            "cantitate": 10
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/16619/16618167/images/res_135d96c8543b04dfdcb66949b68087c2_450x450_pupg.jpg",
            "nume": "Samsung Galaxy Watch, 46mm, Silver",
            "descriere": "Ceas smartwatch Samsung Galaxy Watch, 46mm, Silver Ramai conectat mai mult timp. Caracteristicile unui smartwatch si sentimentul natural al unui ceas analog intr-un singur pachet. Galaxy Watch te conecteaza la lumea din jurul tau. Noua definitie a autenticitatii Asorteaza ceasul Galaxy cu stilul tau de viata obtinand o autenticitate care razbate dintr-o varietate de fete de ceas cu efect de profunzime si iluminare. Cadranul rotund, limba de ceas si ticaitul ii dau aerul unui ceas adevarat.",
            "pret": 1200,
            "cantitate": 12
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/8807/8806658/images/res_58edd34772fc77d424dc728bbc58b069_450x450_2es5.jpg",
            "nume": "Router wireless N450 TP-Link TL-WR1043N",
            "descriere": "Router Wireless TP-Link TL-WR1043N Gigabit, N450Mbps La fel de puternic precum pare  TL-WR1043N Router Gigabit Wireless N 450Mbps este o versiune imbunatatita cu un exterior nou si o performanta mai buna. Dispunand de o solutie de chipset noua, TL-WR1043N poate oferi o viteza mai rapida pe fir si wireless si o acoperire wireless mai puternica pentru o experienta imbunatatita in retea. Modul Speed Boost - Creste viteza Wireless pana la 450Mbps  Odata ce modul de crestere a vitezei este activat pe pagina de administrare Web, poti creste viteza wireless a TL-WR1043N pana la 450Mbps. Cu viteze de pana la 450Mbps, te poti bucura de streaming video HD si jocuri online cu o experienta mult mai fluida decat 300Mbps. Acoperire extinsa - 3*5dBi antene ",
            "pret": 250,
            "cantitate": 28
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/12746/12745983/images/res_6f89ed15bf870a320959beb948a086a9_450x450_r8f7.png",
            "nume": "Televizor LED NEI, 123 cm, 49NE5000, Full HD",
            "descriere": "Prezenta in Romania din 1993, marca NEI readuce televizoarele de ultima generatie la preturi convenabile. Acum calitatea este accesibila tuturor, adunand intreaga familie pentru a se bucura de emisiunile si filmele indragite. Urmariti la rezolutie maxima (HD, 720p) filmele, emisiunile, transmisiunile sportive si toate momentele din vacanta inregistrate cu camera foto/video impreuna cu cei dragi. Calitatea imaginii va va duce in centrul actiunii.",
            "pret": 1000,
            "cantitate": 30
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/13871/13870637/images/res_eb550da3590fde853f33ff0d152ec1f6_450x450_rvf.jpg",
            "nume": "Boxe podea Canton GLE496.2, 150W",
            "descriere": "Fabricate in germania si avand un raport maxim calitate / pret, varful de gama Canton GLE model Canton GLE 496 reprezinta un punct de referinta in zona boxelor HiFi la acest pret. Acolo unde concurenta vine cu modele fabricate in China de obicei, Canton a ales solutia mai robusta si mai performanta a fabricarii in Germania, sub strictul control al calitatii.",
            "pret": 2500,
            "cantitate": 15
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/5588/5587217/images/res_e7eb0000aa7a2b218b03008c0d9b4746_450x450_lknv.jpg",
            "nume": "Soundbar Sony HTCT290, 300W",
            "descriere": "Spatiul cinematografic personal Deveniti centrul universului dvs. de divertisment folosind acest sistem de sunet cu 2.1 canale. Avand o iesire totala puternica, de 300 W, o bara de sunet subtire si un subwoofer polivalent, pe 2 cai, puteti trai experienta sunetului de cinematograf care va invaluie. Putere de iesire totala de 300 W Aduceti fiecare melodie, spectacol si film la viata, cu volumul si claritatea pe care o merita, cu o putere de iesire nominala de 300 W.",
            "pret": 800,
            "cantitate": 34
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/1035/1034004/images/res_ddc9745206acd8f37c221610d2dde89a_450x450_7jnp.jpg",
            "nume": "Aparat foto digital Canon SX530 HS",
            "descriere": "Surprindeti totul, de la prim-planuri cuprinzatoare cu detalii superbe pana la fotografii de grup exceptionale si peisaje uluitoare, cu aceasta camera bridge compacta. Camera incorporeaza un zoom optic imens, de 50x, intr-o carcasa mica si usoara, usor de transportat oriunde.",
            "pret": 1300,
            "cantitate": 18
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/412/411538/images/res_55d35be2c6561fc6ed806651fb4670c4_450x450_j35j.jpg",
            "nume": "Aragaz mixt Hansa FCMX69205",
            "descriere": "Aragaz mixt Hansa FCMX69205, 4 arzatoare gaz, Cuptor electric, Grill, Rotisor, Clasa A, Inox CoolDoor3 Desigur, probabil ca vi s-a intamplat dumneavoastra, unui membru al familiei sau unuia dintre prieteni sa va ardeti mainile prin atingerea accidentala a usii fierbinti a cuptorului. Insa acest lucru nu se va mai intampla daca optati sa va dotati bucataria cu un aragaz Hansa. Usa cuptorului este dotata cu 3 geamuri – geamul interior reflecta caldura, prevenind incalzirea excesiva a geamului exterior. Asigurati siguranta in bucatarie a tuturor membrilor familiei dumneavoastra. ",
            "pret": 1800,
            "cantitate": 16
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/18642/18641796/images/res_db0cd2e2d0e3f5f5c70da4e63232cc12_450x450_q9a9.jpg",
            "nume": "Boxa Amazon Echo Dot 3, Alexa, Negru",
            "descriere": "Amazon Echo Dot este un dispozitiv hands-free, controlat vocal, cu un mic difuzor incorporat - se poate conecta si la difuzoare sau casti prin Bluetooth sau printr-un cablu audio de 3,5 mm pentru a oferi sunet stereo difuzoarelor pe care le alegeti. Echo Dot se conecteaza la serviciul de voce Alexa pentru a reda muzica, a efectua apeluri, a trimite si a primi mesaje, a furniza informatii, stiri, scoruri sportive, vreme si multe altele. Primii membri pot solicita, de asemenea, Alexa sa comande produsele eligibile pe care le-au comandat inainte si multe produse Amazon Prime. ",
            "pret": 280,
            "cantitate": 31
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/2837/2836874/images/res_fad8aa8aa6c8a39314b04415de51d7a1_450x450_smas.jpg",
            "nume": "Remington Groom Kit Lithium PG6160",
            "descriere": "Oricare ar fi nevoile tale, acest aparat all-in-one va ajuta. Puteti alege intre Trimmer-ul Principal care are 5 piepteni ficsi cu diferite lungimi (1,5, 3, 6, 9 si 12mm), Trimmer-ul Liniar pentru nas si urechi, Mini-sita pentru detalii, Trimmer-ul pentru detalii sau Trimmer-ul cu doua fete pentru corp. In plus, toate aceste accesorii de tuns pot fi depozitate organizat intr-un suport de incarcare compact, fiind oricand gata de actiune.",
            "pret": 150,
            "cantitate": 59
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/8943/8942354/images/res_01fcf0258856b68a30b49209d5eb7c64_450x450_1b7l.jpg",
            "nume": "LED Philips Hue E27",
            "descriere": "Joaca-te cu lumina si alege din 16 milioane de culori pentru a schimba imediat aspectul si atmosfera camerei tale. Creeaza cadrul potrivit fara efort, la o atingere de buton. Foloseste o fotografie preferata si retraieste acel moment special cu o explozie de lumina. Salveaza-ti setarile de lumina preferate si activeaza-le oricand doresti, printr-o singura atingere. Sincronizeaza luminile cu muzica si filmele .",
            "pret": 1150,
            "cantitate": 16
            
        },
        {
            "imagine": "https://s12emagst.akamaized.net/products/8428/8427229/images/res_c579f8a3517c737438139268f4710a98_450x450_1bnp.jpg",
            "nume": "Centrala Ariston Alteas One Net 24kw",
            "descriere": "Echipamentul functioneaza pe combustibil gazos, se incadreaza in clasa energetica A+ si este pregatit pentru functia Ariston Net cu Modul WI_FI inclus in placa electronica a centralei.  Cu termostatul Cube furnizat ca standard in cazan, puteti gestiona temperatura camerei prin intermediul telefonului, astfel incat sa aveti tot materialul necesar in interiorul ambalajului cazanului. Centrala termica Ariston Alteas One Net 24 EU 24 KW  beneficiaza de tehnologie de condensare noua si patentata, are panou frontal si interfata din sticla neagra, se amplaseaza mural, are o putere termica de 24 kw, tiraj fortat si este destinata pentru incalzire si preparare apa calda menajera in regim instant.",
            "pret": 4800,
            "cantitate": 7
        }
    ],
    "cos":{"0":5}
}



